[
    {
        "image": "html-css.webp",
        "title": "HTML - CSS",
        "text": "Intégration d'interfaces responsives et accessibles, utilisation de maquettes Figma, développement d'animations CSS",
        "alt": "Logo HTML CSS"
    },
    {
        "image": "js.webp",
        "title": "Javascript",
        "text": "Manipulation du DOM, création d'éléments dynamiques, gestion de données de formulaires (connexion & contact)",
        "alt": "Logo javascript"
    },
    {
        "image": "react.webp",
        "title": "React",
        "text": "Création d'applications React, création de composants et manipulation de leur état",
        "alt": "Logo react"
    },
    {
        "image": "cypress.webp",
        "title": "Cypress",
        "text": "Automatisation de tests end-to-end et d'API, vérification des fonctionnalités clés et suivi des régressions sur les projets.",
        "alt": "Logo cypress"
    }, 
     {
        "image": "jira.webp",
        "title": "Jira",
        "text": "Création et suivi de tickets, planification des sprints et gestion des tâches au sein d'une équipes Agile.",
        "alt": "Logo jira"
    },
     {
        "image": "docker.webp",
        "title": "Docker",
        "text": "Création et exécution de conteneurs pour isoler les environnements de développement.",
        "alt": "Logo docker"
    },
    {
        "image": "test.webp",
        "title": "Stratégie de test",
        "text": "Réalisation de tests exploratoires, définition d'une stratégie de test et automatisation E2E et API.",
        "alt": "Icone boulon et cases cochées pour le test"
    },
    {
        "image": "optimisation-et-debug.webp",
        "title": "Optimisation et debug",
        "text": "Identification des anomalies et correction d'un site existant, optimisation SEO et performance avec publication d'un site en ligne",
        "alt": "Icone jauge différentes couleur pour l'optimisation et le debug"
    },
     {
        "image": "gestion-de-projet.webp",
        "title": "Gestion de projet",
        "text": "Analyse des besoins d'un client, définition d'une solution technique répondant aux besoins fonctionnels et planification du projet",
        "alt": "Icone tableur coloré pour la gestion de projet"
    }
]
